Repository: dvmage/magento-bulgarian-language-pack
Catalog: src/projects/1.7.x/tm/all.tmx
Source language: en
Languages: bg

source: Ship to Multiple Addresses
bg: Доставка до няколко адреса

source: Ship to different address
bg: Изпращане до различен адрес

source: Ship to this address
bg: Изпращане до този адрес

source: Shipping Information
bg: Информация за доставка

source: Shipping Methods
bg: Начини на доставка

source: Shipping To
bg: Доставка до

source: Shipping information
bg: Информация за доствка

source: Shipping method has not been selected yet
bg: Не е избран начин на доставка

source: Shipping selection is not applicable.
bg: Изборът на доставка не е наличен.

source: Shopping Cart is Empty
bg: Количката е празна

source: Show Content as
bg: Покажи съдържанието като

source: Some of the requested products are not available in the desired quantity.
bg: Някои от заявените продукти на са налични в заявеното количество.

source: Some of the requested products are unavailable.
bg: Някои от заявените продукти не са налични.

source: State/Province
bg: Област/Община

source: Street Address
bg: Улица

source: Street Address %s
bg: Улица %s

source: Submitting order information...
bg: Изпращане на информация за поръчка...

source: Telephone
bg: Телефон

source: Terms and Conditions Information
bg: Информация за правила и условия

source: Terms and conditions
bg: Правила и условия

source: Thank you for your purchase!
bg: Благодарим Ви за покупката!

source: The condition has been deleted
bg: Условието е изтрито

source: The condition has been saved.
bg: Условието е съхранено.

source: The onepage checkout is disabled.
bg: Разплащане на една страница е забранено.

source: The product could not be found.
bg: Продуктът не може да бъде намерен.

source: The product does not exist.
bg: Продуктът не съществува.

source: There are <a href="%s">%s items</a> in your cart.
bg: В количката има <a href="%s">%s продукта</a>.

source: There is <a href="%s">1 item</a> in your cart.
bg: В количката има <a href="%s">1 продукт</a>.

source: This condition no longer exists.
bg: Това условие вече не съществува.

source: Total for this address
bg: Общо за този адрес

source: Unable to set Payment Method.
bg: Невъзможно задаването на метод за разплащане.

source: Unit Price
bg: Ед. цена

source: Update Cart
bg: Обновяване на количката

source: Update Qty &amp; Addresses
bg: Обновяване на количества и адреси

source: Update Shopping Cart
bg: Обновяване на количката

source: Update Total
bg: Актуализране на обща сума

source: Update product quantities in shopping cart
bg: Обнови кличеството в количката

source: Update product(s) quantities in shopping cart
bg: Обнови кличествата в количката

source: Use Billing Address
bg: Използвай адреса за плащане

source: We are processing your order and you will soon receive an email with details of the order. Once the order has shipped you will receive another email with a link to track its progress.
bg: Поръчката се обработва и скоро ще бъде изпратен имейл с пълна информация. Когато поръчката е изпратена, ще бъде изпратен нов имейл, съдържащ линк за проследяване на доставката.

source: You have no items in your shopping cart.
bg: Количката е празна.

source: You will receive an order confirmation email with details of your order and a link to track its progress.
bg: Ще получите имейл с потвържение и пълна информация за поръчката, както и линк за проследяване на статуса й.

source: Your Checkout Progress
bg: Прогрес на разплащане

source: Your billing agreement # is: %s.
bg: Номер за съгласие за разплащане: #%s.

source: Your order # is: %s.
bg: Номер на поръчката: #%s.

source: Your order has been received
bg: Поръчката е приета

source: Your order number is
bg: Номер на поръчката

source: Your recurring payment profiles:
bg: Вашите профили за повтарящи се разплащания:

source: A block identifier with the same properties already exists in the selected store.
bg: Идентификатор на блок със същите свойства вече съществува в избрания магазин.

source: A directory with the same name already exists. Please try another folder name.
bg: Директория със същото име вече съществува. Моля опитайте отново с друго име.

source: A page URL key for specified store already exists.
bg: Същия URL ключ за страница за избрания магазин вече съществува.

source: Add New Block
bg: Добави нов блок

source: Add New Page
bg: Добави нова страница

source: All Countries
bg: Всички държави

source: An error occurred while saving the page.
bg: Възникна грешка при записването на страницата

source: Are you sure you want to delete current folder?
bg: Сигурен ли сте, че искате да изтриете текущата папка?

source: Are you sure you want to delete the selected file?
bg: Сигурен ли сте, че искате да изтриете текущата папка?

source: Block
bg: Блок

source: Block Title
bg: Заглавие на блока

source: CMS Home Page
bg: CMS Начална страница

source: CMS No Cookies Page
bg: CMS страница без Cookies

source: CMS No Route Page
bg: CMS страница без маршрут

source: CMS No-Route Page
bg: CMS страница без маршрут

source: CMS Page
bg: CMS Страница

source: CMS Page Link
bg: Линк на CMS страница

source: CMS Page Link Block Template
bg: Блок шаблон на линк на CMS страница

source: CMS Page Link Inline Template
bg: Вграден шаблон на линк на CMS страница

source: CMS Pages (All)
bg: CMS страници (Всички)

source: CMS Static Block
bg: Статичен CMS блок

source: CMS Static Block Default Template
bg: Шаблон по подразбиране на статичен CMS блок

source: Cannot create new directory.
bg: Невъзможно е създаването на нова директория.

source: Cannot delete directory %s.
bg: Невъзможно е изтриването на директория %s.

source: Cannot delete root directory %s.
bg: Невъзможно е изтриването на главна директория %s.

source: Cannot upload file.
bg: Невъзможно е качването на файл.

source: Content Heading
bg: Заглавно съдържание

source: Content Management
bg: Управление на съдържанието

source: Contents of a Static Block
bg: Съдържание на статичен блок

source: Create Folder...
bg: Създай папка...

source: Custom Design From
bg: Дизайн по избор от

source: Custom Design To
bg: Дизайн по избор до

source: Custom Layout
bg: Оформление по избор

source: Custom Layout Update XML
bg: XML за актуализиране на оформление по избор

source: Custom Theme
bg: Тема по избор

source: Customer Tax Class Information
bg: Информация за данъчен клас на клиент

source: Date Created
bg: Дата на създаване

source: Delete Block
bg: Изтрий блок

source: Delete Folder
bg: Изтрий папка

source: Delete Page
bg: Изтрий страница

source: Disabled Completely
bg: Изцяло неактивно

source: Disabled by Default
bg: Неактивно по подразбиране

source: Edit Block
bg: Редактирай блок

source: Edit Block '%s'
bg: Редакция на блок '%s'

source: Edit Page
bg: Редактирай страница

source: Edit Page '%s'
bg: Редакция на страница '%s'

source: Enable WYSIWYG Editor
bg: Активирай WYSIWYG редактор

source: Enabled by Default
bg: Активно по подразбиране

source: Identifier
bg: Идентификатор

source: If empty, the Page Title will be used
bg: Ако е празно, ще бъде използвано заглавието на страницата

source: Images (%s)
bg: Изображения (%s)

source: Insert File
bg: Вмъкни файл

source: Invalid folder name. Please, use alphanumeric characters, underscores and dashes.
bg: Невалидно име на папка. Моля, използвайте само букви и цифри, долни черти и тирета.

source: Keywords
bg: Ключови думи

source: Last Modified
bg: Последно променено

source: Layout
bg: Оформление

source: Layout Update XML
bg: XML за обновяване на оформлението

source: Link to a CMS Page
bg: Връзка към CMS страница

source: Manage Pages
bg: Управление на страници

source: Media Storage
bg: Медийно хранилище

source: Meta Data
bg: Мета данни

source: Meta Description
bg: Мета описание

source: Meta Keywords
bg: Мета ключови думи

source: New Folder Name:
bg: Ново име на папка:

source: No files found
bg: Не са намерени файлове

source: Page Information
bg: Информация за страница

source: Page Layout
bg: Оформление на страница

source: Page Status
bg: Статус на страница

source: Page Title
bg: Заглавие на страница

source: Product Tax Class Information
bg: Информация за продуктов данъчен клас

source: Redirect to CMS-page if Cookies are Disabled
bg: Пренасочи ктм CMS страница ако са деактивирани Cookies на браузъра

source: Relative to Website Base URL
bg: Базово URL, релативно на уебсайта

source: Save Block
bg: Запиши блока

source: Save Page
bg: Запиши страницата

source: Save Process
bg: Запиши процеса

source: Select Block...
bg: Избор на блок...

source: Select Page...
bg: Избор на страница...

source: Show Breadcrumbs for CMS Pages
bg: Покажи път за CMS страници

source: Show Notice if JavaScript is Disabled
bg: Покажи предупреждение ако деактивиран JavaScript

source: Storage Root
bg: Начало (root) на хранилище

source: The block has been deleted.
bg: Блокът е изтрит.

source: The block has been saved.
bg: Блокът е записан.

source: The directory %s is not writable by server.
bg: Директорията %s няма права за писане от сървъра.

source: The page URL key cannot consist only of numbers.
bg: URL ключът на страницата не може да съдържа само числа.

source: The page URL key contains capital letters or disallowed symbols.
bg: URL за страницата съдържа главни букви или непозволени символи.

source: The page has been deleted.
bg: Страницата беше изтрита.

source: The page has been saved.
bg: Страницата беше записана.

source: This block no longer exists.
bg: Този блок вече не съществува.

source: This page no longer exists.
bg: Тази страница вече не съществува.

source: URL Key
bg: URL ключ

source: Unable to find a block to delete.
bg: Заявения блок за изтриване не е намерен.

source: Unable to find a page to delete.
bg: Заявената страница за изтриване не е намерена.

source: WYSIWYG Options
bg: WYSIWYG опции

source: Collected Files Count
bg: Брой на събраните файлове

source: Compilation
bg: Компилация

source: Compilation State
bg: Състояние на компилацията

source: Compilation error
bg: Грешка при компилиране

source: Compiled
bg: Компилирано

source: Compiled Scopes Count
bg: Брой на компилационни обхвати

source: Compiler Status
bg: Статус на компилатора

source: Compiler include path is disabled.
bg: Пътят за включване на компилатора е неактивен.

source: Directory "%s" must be writeable
bg: Директория "%s" трябва да бъде с права за писане

source: File "%s" must be writeable
bg: Файл "%s" трябва да е с права за писане

source: Not Compiled
bg: Не е компилирано

source: Run Compilation Process
bg: Стартирай процес на компилиране

source: Scopes Compilation Settings
bg: Компилационни настройки на обхвати

source: The compilation has completed.
bg: Компилацията беше завършена.

source: Package
bg: Пакет

source: Path
bg: Път

source: User
bg: Потребител

source: Comment
bg: Коментар

source: Contact Form
bg: Форма за контакт

source: Contact Information
bg: Информация за контакт

source: Contact Us
bg: Контакт

source: Contact Us Form
bg: Форма за контакт с нас

source: Contacts
bg: Контакти

source: Contacts Section
bg: Секция контакти

source: Email Options
bg: Имейл Опции

source: Email Sender
bg: Имейл подател

source: Email Template
bg: Имейл шаблон

source: Enable Contact Us
bg: Активирай Контакт с нас

source: Send Emails To
bg: Изпращане на Имейли до

source: Unable to submit your request. Please, try again later
bg: В момента е невъзможно изпълнението на вашата заявка. Моля, опитайте отново по-късно.

source: Your inquiry was submitted and will be responded to as soon as possible. Thank you for contacting us.
bg: Вашето запитване е изпратено успешно. Отговор ще ви бъде изпратен възможно най-скоро. Благодарим Ви, че се свързахте с нас.

source: %s already exist.
bg: %s вече съществува.

source: %s already exists.
bg: %s вече съществуват.

source: A category object is required for determining the product request path.
bg: За определянето на път за заявка на продукт е необходим обект за категория.

source: Add Block Names to Hints
bg: Добави имена на блокове към подсказка

source: Add Secret Key to URLs
bg: Добави таен ключ към URL

source: Admin Base URL
bg: Базово URL за администрация

source: Admin User Emails
bg: Административни потребителски имейли

source: Advanced
bg: Разширено

source: Allow Countries
bg: Позволи държави

source: Allowed IPs (comma separated)
bg: Позволени IP адреси (с разделител запетайка)

source: Allowed file types: ICO, PNG, GIF, JPEG, APNG, SVG. Not all browsers support all these formats!
bg: Разрешени файлове: ICO, PNG, GIF, JPEG, APNG, SVG. Не всички браузъри поддържат тези формати!

source: Allows customers to stay logged in when switching between different stores.
bg: Позволява клиентите да остават оторизирани в системата при превключване между различни магазини.

source: Alternative text for next link in pagination menu. If empty, default arrow image will used.
bg: Алтернативен текст за линк Следваща в менюто за страниране. Ако е празно ще бъде използвано системното изображение по подразбиране.

source: Alternative text for previous link in pagination menu. If empty, default arrow image will used.
bg: Алтернативен текст за линк Предишна в менюто за страниране. Ако е празно ще бъде използвано системното изображение по подразбиране.

source: An error occurred while saving. Please review the error log.
bg: Намерена е грешка при записване. Моля прегледайте дневника за грешки.

source: Anchor Text for Next
bg: Текст на линка за Следваща

source: Anchor Text for Previous
bg: Текст на линка за Предишна

source: Auto-redirect to Base URL
bg: Пренасочване към основния URL

source: Backup Options
bg: Опции за архивиране

source: Base JavaScript URL
bg: Базово ULR за JavaScript

source: Base Link URL
bg: Вазово URL за линк

source: Base Media URL
bg: Вазово URL за медия

source: Base Skin URL
bg: Вазово URL за скин

source: Base URL
bg: Базов URL адрес

source: Before modifying the store view code please make sure that it is not used in index.php.
bg: Преди да модифицирате кода за изглед на магазина, се убедете, че не е използван в index.php.

source: Before modifying the website code please make sure that it is not used in index.php.
bg: Преди да модифицирате кода на уебсайта, се убедете, че не е използван в index.php.

source: Block with name "%s" already exists
bg: Блок с име "%s" вече съществува

source: Browser Capabilities Detection
bg: Откриване на възможностите на браузър

source: CSS Settings
bg: CSS Настройки

source: Cache Storage Management
bg: Управление хранилище на кеш

source: Cache storage may contain additional data. Are you sure that you want flush it?
bg: Хранилището на кеш може да съдържа и допълнителни данни. Сигурен ли сте, че искате да го изпразните?

source: Can't retrieve request object
bg: Невъзможно е извличането на обект за заявка

source: Cannot complete this operation from non-admin area.
bg: Тази операция не може да бъде завършена извън адмнистративния панел.

source: Card type does not match credit card number.
bg: Типа на картата не позволява този номер на кредитна карта

source: Code
bg: Код

source: Controller file was loaded but class does not exist
bg: Файлът за контролер беше зареден, но класът не съществува

source: Cookie Domain
bg: Домейн за Cookie

source: Cookie Lifetime
bg: Период на валидност на Cookie

source: Cookie Path
bg: Път за Cookie

source: Copyright
bg: Авторски права

source: Core
bg: Ядро

source: Countries Options
bg: Опции за държави

source: Create Store
bg: Създай магазин

source: Create Store View
bg: Създай изглед на магазин

source: Create Website
bg: Създай уебсайт

source: Credit card number does not match credit card type.
bg: Номера на кредитната карта не съвпада с избрания тип кредитна карта

source: Current Package Name
bg: Име на текущ пакет

source: Custom Admin URL
bg: URL за администрация по избор

source: Custom Email 1
bg: Друг Имейл 1

source: Custom Email 2
bg: Друг Имейл 2

source: Customer Support
bg: Клиентска поддръжка

source: Date/time format "%s" is not supported.
bg: Формат за дата/време "%s" не се поддържа.

source: Default Country
bg: Държава по подразбиране

source: Default Description
bg: Описание по подразбиране

source: Default Keywords
bg: Кл. думи по подразбиране

source: Default No-route URL
bg: URL по подразбиране при липса на маршрут

source: Default Pages
bg: Страници по подразбиране

source: Default Robots
bg: Роботи по подразбиране

source: Default Store
bg: Магазин по подразбиране

source: Default Store View
bg: Изглед на магазин по подразбиране" Default Title"

source: Default Web URL
bg: Уеб URL по подразбиране

source: Design Change
bg: Промянва в дизайн

source: Developer
bg: Разработчик

source: Developer Client Restrictions
bg: Ограничения в клиент за разработка

source: Disable Email Communications
bg: Забрани имейл комуникации

source: Disable Modules Output
bg: Забрани изходящи данни от модули

source: Display Demo Store Notice
bg: Покажи предупреждение за демонстрационен магазин

source: Duplicate Of Template Name
bg: Дублициране на име на шаблон

source: Edit Store
bg: Редактирай магазин

source: Empty identifier field name
bg: Празно име на поле за идентификатор

source: Empty main table name
bg: Празно главно име на таблица

source: Enable Charts
bg: Разреши графики

source: Enabled for Admin
bg: Активно за Администрация

source: Enabled for Frontend
bg: Активно за публичен сайт

source: Error in file: "%s" - %s
bg: Грешка във файл: "%s" - %s

source: Error: Passwords do not match
bg: Грешка: Паролите не съвпадат

source: Exceptions Log File Name
bg: Име на файл за дневник на изключенията

source: File %s does not exist
bg: Файл "%s" не съществува.

source: File not found
bg: Файлът не е намерен

source: File system
bg: Файлова система

source: First Day of Week
bg: Първи ден на седмицата

source: Flush Cache Storage
bg: Изчисти хранилище на кеш

source: Flush Magento Cache
bg: Изчисти Magento кеш

source: Footer
bg: Край на страница

source: Forgot Password Email Sender
bg: Подател за имейл за забравена парола

source: Forgot Password Email Template
bg: Шаблон за имейл за забравена парола

source: General
bg: Основни

source: General Contact
bg: Основни данни за контакт

source: HTML Head
bg: HTML заглавен блок

source: Header
bg: Начало на страница

source: Host
bg: Хост

source: How many links to display at once.
bg: Клко линка да се покажат наведнъж

source: ID Path for Specified Store
bg: Път ID за избрания магазин

source: Incorrect credit card expiration date.
bg: Некоректна дата на изтичане на кредитна карта

source: Invalid base url type
bg: Невалиден тип базов адрес (url)

source: Invalid block name to set child %s: %s
bg: Невалидно име на блок за задаване на под-блок %s: %s

source: Invalid block type: %s
bg: Невалиден блок тип: %s

source: Invalid block: %s
bg: Невалиден блок: %s

source: Invalid layout update handle
bg: Невалидно име за обновяване на оформление

source: Invalid messages storage "%s" for layout messages initialization
bg: Невалидно хранилище на съобщения "%s" за инициализация на съобщения за оформление

source: Invalid transactional email code:
bg: Неалиден транзакционен имейл код:

source: Invalid website\'s configuration path: %s
bg: Невалиден конфигурационен път на уебсайт: %s

source: JavaScript Settings
bg: JavaScript настройки

source: Leave empty for access from any location.
bg: Оставете празни за достъп от всяко местонахождение.

source: Locale Options
bg: Регионални настройки

source: Log Settings
bg: Настройки на системни дневници

source: Logging from Mage::log(). File is located in {{base_dir}}/var/log
bg: Записване в системен дневник от Mage::log(). Файлът се намира в {{base_dir}}/var/log

source: Login is Case Sensitive
bg: Оторизацията за вход е чувствителна на малки/главни букви

source: Logo Image Alt
bg: Alt за Logo изображение

source: Logo Image Src
bg: Src за Logo изображение " Mail Sending Settings"

source: Make sure that base URL ends with '/' (slash), e.g. http://yourdomain/magento/
bg: Убедете се че базовия адрес (URL) завършва с '/' (наклонена черта), напр. http://yourdomain/magento/

source: Match expressions in the same order as displayed in the configuration.
bg: Търси съответсвия на изразите в същия ред, в който са показани в конфигурацията.

source: Maximum length exceeded.
bg: Надвишена е максималната дължина.

source: Merge CSS Files
bg: Обедини CSS файлове

source: Merge JavaScript Files
bg: Обедини JavaScript файлове

source: Miscellaneous HTML
bg: Друг HTML

source: Miscellaneous Scripts
bg: Други скриптове

source: Model class does not exist: %s.
bg: Класът за модел не съществува: %s.

source: Model collection resource name is not defined.
bg: Не е дефинирано името на колекция от модели.

source: Module "%1$s" requires module "%2$s".
bg: Модул "%1$s" изисква модул "%2$s".

source: New Store
bg: Нов магазин

source: Pagination
bg: Страниране

source: Pagination Frame
bg: Рамка за страниране

source: Pagination Frame Skip
bg: Пропускане на мамка за страниране

source: Please choose to register or to checkout as a guest
bg: Моля изберете регистриране или плащане като гост

source: Please define flag code.
bg: Моля дефинирайте код за флаг.

source: Please enter 6 or more characters. Leading or trailing spaces will be ignored.
bg: Моля въведете 6 или повече символа. Начални и крайни празни места ще бъдат игнорирани.

source: Please enter a number lower than 100.
bg: Моля въведете число по-голямо от нула в това поле.

source: Please enter a valid credit card verification number.
bg: Моля въведете валиден номер за оторизация на кредитна карта.

source: Please input a valid CSS-length. For example 100px or 77pt or 20em or .5ex or 50%.
bg: Моля въведете валидна CSS-дължина. Например 100px или 77pt

source: Please specify either a category or a product, or both.
bg: Моля изберете категория, продукт или и двете.

source: Please specify payment method.
bg: Моля изберете метод на разплащане.

source: Please specify shipping method.
bg: Моля изберете метод на изпращане.

source: Please use letters only (a-z or A-Z) in this field.
bg: Моля използвайте само букви (a-z or A-Z) в това поле.

source: Please use only letters (a-z or A-Z), numbers (0-9) or underscores (_) in this field, first character must be a letter.
bg: Моля използвайте само букви (a-z or A-Z), числа (0-9) или долни черти (_) в това поле, първият символ трябва да е буква.

source: Please use only letters (a-z), numbers (0-9) or underscore(_) in this field, first character should be a letter.
bg: Моля използвайте само букви (a-z), числа (0-9) или долна черта (_) в това поле, първия символ трябва да е буква.

source: Port (25)
bg: Порт (25)

source: Profiler
bg: Профайлър

source: Request Path for Specified Store
bg: Път за заявка до избрания магазин

source: Requested invalid store "%s"
bg: Заявен невалиден магазин "%s"

source: Resource is not set.
bg: Ресурсът не е определен.

source: Return-Path Email
bg: Имейл за Return-Path

source: Root Category
bg: Главна (root) категория

source: Sales Representative
bg: Търговски представител

source: Save Store
bg: Запиши магазин

source: Save Store View
bg: Запиши изглед на магазин

source: Save Website
bg: Запиши уебсайт

source: Search Engines Optimization
bg: Оптимизация за търсачки

source: Secure
bg: Сигурен

source: Security
bg: Сигурност

source: Sender Email
bg: Имейл на подател

source: Sender Name
bg: Име на подател

source: Services
bg: Услуги

source: Session Cookie Management
bg: Управление на Cookie на сесия

source: Session Lifetime (seconds)
bg: Пордължителност на сесия (секунди)

source: Session Validation Settings
bg: Настройки за валидиране на сесия

source: Set Return-Path
bg: Задай Return-Path

source: Set as Default
bg: Задай като стойност по подразбиране

source: Skin (Images / CSS)
bg: Визуализация (Images / CSS)
